    /* Додайте до об'єкта student наступні властивості:

    firstName: рядок, представляє ім'я студента.
    lastName: рядок, представляє прізвище студента.
    age: число, представляє вік студента.
    courses: масив, представляє список курсів, які він вивчає (наприклад, ["Математика", "Історія", "Програмування"]).

    Виведіть об'єкт student в консоль 
     властивість email, яка буде містити електронну пошту особи. */


    const student = {
        firstName: " Misha",
        lastName: "Pyshnyi",
        age: 20,
        courses: ["Математика", "Історія", "Програмування"],
    }

     console.log(student)
     student.email = " mp"
     
     console.log(student)
